Repository: timyao21/Pit-Hub
Catalog: Pit Hub/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %d Season - Driver Stats
zh_hans: %d 赛季 - 车手数据

source: Abu Dhabi Grand Prix
zh_hans: 阿布扎比大奖赛

source: Albert Park Grand Prix Circuit
zh_hans: 阿尔伯特公园赛道

source: Albon
zh_hans: 阿尔本

source: Alexander
zh_hans: 亚历山大

source: Alonso
zh_hans: 阿隆索

source: AlphaTauri
zh_hans: 小红牛

source: Alpine
zh_hans: 阿尔派

source: Aston Martin
zh_hans: 阿斯顿马丁

source: Australian Grand Prix
zh_hans: 澳大利亚大奖赛

source: Austrian Grand Prix
zh_hans: 奥地利大奖赛

source: Autodromo Enzo e Dino Ferrari
zh_hans: 恩佐与迪诺·法拉利赛道

source: Autódromo Hermanos Rodríguez
zh_hans: 罗德里格斯兄弟赛道

source: Autódromo José Carlos Pace
zh_hans: 英特拉格斯赛道

source: Autodromo Nazionale di Monza
zh_hans: 蒙扎赛道

source: Azerbaijan Grand Prix
zh_hans: 阿塞拜疆大奖赛

source: Bahrain Grand Prix
zh_hans: 巴林大奖赛

source: Bahrain International Circuit
zh_hans: 巴林国际赛道

source: Baku City Circuit
zh_hans: 巴库市赛道

source: Bearman
zh_hans: 贝尔曼

source: Belgian Grand Prix
zh_hans: 比利时大奖赛

source: Bottas
zh_hans: 博塔斯

source: British Grand Prix
zh_hans: 英国大奖赛

source: Canadian Grand Prix
zh_hans: 加拿大大奖赛

source: Carlos
zh_hans: 卡洛斯

source: Charles
zh_hans: 夏尔

source: Chinese Grand Prix
zh_hans: 中国大奖赛

source: Circuit de Barcelona-Catalunya
zh_hans: 加泰罗尼亚赛道

source: Circuit de Monaco
zh_hans: 蒙特卡洛赛道

source: Circuit de Spa-Francorchamps
zh_hans: 斯帕赛道

source: Circuit Gilles Villeneuve
zh_hans: 维伦纽夫赛道

source: Circuit of the Americas
zh_hans: 美洲赛道

source: Circuit Park Zandvoort
zh_hans: 赞德福特赛道

source: Colapinto
zh_hans: 科拉平托

source: Constructor
zh_hans: 车队

source: Constructors Standings
zh_hans: 车队积分榜

source: Current Standing
zh_hans: 目前排名

source: Daniel
zh_hans: 丹尼尔

source: Destination
zh_hans: 目的地

source: Did Not Finish
zh_hans: 未完赛

source: DNF
zh_hans: 未完赛

source: DNS
zh_hans: 未能发车

source: Doohan
zh_hans: 杜汉

source: DQ
zh_hans: 取消资格

source: Driver
zh_hans: 车手

source: Driver Standings
zh_hans: 车手积分榜

source: Dutch Grand Prix
zh_hans: 荷兰大奖赛

source: Emilia Romagna Grand Prix
zh_hans: 艾米利亚-罗马涅大奖赛

source: Esteban
zh_hans: 埃斯特班

source: Fastest Laps
zh_hans: 最快圈

source: Fernando
zh_hans: 费尔南多

source: Ferrari
zh_hans: 法拉利

source: FP1
zh_hans: 练习赛1

source: FP2
zh_hans: 练习赛2

source: FP3
zh_hans: 练习赛3

source: Franco
zh_hans: 弗兰科

source: Gasly
zh_hans: 加斯利

source: George
zh_hans: 乔治

source: Guanyu
zh_hans: 冠宇

source: Haas F1 Team
zh_hans: 哈斯

source: Hamilton
zh_hans: 汉密尔顿

source: Hulkenberg
zh_hans: 霍肯博格

source: Hungarian Grand Prix
zh_hans: 匈牙利大奖赛

source: Hungaroring
zh_hans: 亨格罗宁赛道

source: Italian Grand Prix
zh_hans: 意大利大奖赛

source: Jack
zh_hans: 杰克

source: Japanese Grand Prix
zh_hans: 日本大奖赛

source: Jeddah Corniche Circuit
zh_hans: 吉达滨海赛道

source: Kevin
zh_hans: 凯文

source: Kick Sauber
zh_hans: Kick 索博

source: Lance
zh_hans: 兰斯

source: Lando
zh_hans: 兰多

source: Las Vegas Grand Prix
zh_hans: 拉斯维加斯大奖赛

source: Las Vegas Strip Street Circuit
zh_hans: 拉斯维加斯赛道

source: Lawson
zh_hans: 劳森

source: Leclerc
zh_hans: 勒克莱尔

source: Lewis
zh_hans: 刘易斯

source: Liam
zh_hans: 利亚姆

source: Logan
zh_hans: 洛根

source: Losail International Circuit
zh_hans: 卢赛尔国际赛道

source: Magnussen
zh_hans: 马格努森

source: Marina Bay Street Circuit
zh_hans: 滨海湾市街赛道

source: Max
zh_hans: 马克斯

source: McLaren
zh_hans: 迈凯伦

source: Mercedes
zh_hans: 梅赛德斯

source: Mexico City Grand Prix
zh_hans: 墨西哥大奖赛

source: Miami Grand Prix
zh_hans: 迈阿密大奖赛

source: Miami International Autodrome
zh_hans: 迈阿密国际赛道

source: Monaco Grand Prix
zh_hans: 摩纳哥大奖赛

source: Nico
zh_hans: 尼科

source: Norris
zh_hans: 诺里斯

source: Ocon
zh_hans: 奥康

source: Oliver
zh_hans: 奥利弗

source: Oscar
zh_hans: 奥斯卡

source: Perez
zh_hans: 佩雷兹

source: Piastri
zh_hans: 皮亚斯特里

source: Pierre
zh_hans: 皮埃尔

source: Podiums
zh_hans: 领奖台

source: Points
zh_hans: 积分

source: Poles
zh_hans: 杆位

source: Qatar Grand Prix
zh_hans: 卡塔尔大奖赛

source: Qualifying
zh_hans: 排位赛

source: Race
zh_hans: 比赛

source: RB
zh_hans: 小红牛

source: Red Bull Racing
zh_hans: 红牛

source: Red Bull Ring
zh_hans: 红牛环赛道

source: Ricciardo
zh_hans: 里卡多

source: Russell
zh_hans: 拉塞尔

source: Sainz
zh_hans: 赛恩斯

source: São Paulo Grand Prix
zh_hans: 巴西大奖赛

source: Sargeant
zh_hans: 萨金特

source: Saudi Arabian Grand Prix
zh_hans: 沙特阿拉伯大奖赛

source: Sergio
zh_hans: 塞尔吉奥

source: Shanghai International Circuit
zh_hans: 上海国际赛车场

source: Silverstone Circuit
zh_hans: 银石赛道

source: Singapore Grand Prix
zh_hans: 新加坡大奖赛

source: Spanish Grand Prix
zh_hans: 西班牙大奖赛

source: SPRINT
zh_hans: 冲刺赛

source: Stroll
zh_hans: 斯托尔

source: Suzuka Circuit
zh_hans: 铃鹿赛车场

source: Time
zh_hans: 时间

source: Tsunoda
zh_hans: 裕毅

source: United States Grand Prix
zh_hans: 美国大奖赛

source: Valtteri
zh_hans: 瓦尔特利

source: Weather
zh_hans: 天气

source: Williams
zh_hans: 威廉姆斯

source: Wins
zh_hans: 胜利

source: Yas Marina Circuit
zh_hans: 亚斯码头赛道

source: Yuki
zh_hans: 角田

source: Zhou
zh_hans: 周
